{
  "1": "Smoke filled the air, cut through by the dancing, impossibly straight crimson lines of laser beams. Lights strobed all around him, showing Gentry still-frame images of bodies clashing violently, muscles heaving, chrome flashing razor-sharp contrast against scuffed black leather. Belly-deep, he felt as much as heard the staccato thrums of too-loud percussion, shaking him to his core. He ignored it all and concentrated on the AR feed piped straight to his brain by top-end hardware and his customized implants.\n This was Gentry’s first trip to the Skeleton, and the last thing he wanted was to get turned around in the press of thrashing bodies on the dance floor, dazzled by the lights and fog, smothered by the surrounding hordes of metahumanity. Hardpoint had sent them all directions for the half-secret—and, Gentry dearly hoped, well-soundproofed—back rooms, and ignoring reality for his AR overlay had gotten Gentry this far in life, hadn’t it? Meatside light shows had never done him any favors. The Matrix was where the action was. Augmented reality or full-on virtual, whatever—that’s where Gentry did his best work.\n The heaving crowd jumped and roared in time to the Archfiends, an all-elf rock band with more guitars and good looks than talent. That part, at least, made Gentry feel at home. He hadn't been back to Tír Tairngire since his sentence had been commuted, but seeing a rock band of nothing but elves reminded him of home. The crowd had enough humans in it so that Gentry wasn’t as self-conscious as he’d been back in the Tír, though. Here, his rounded ears didn’t stick out.\n He was just one of many, wedging his way through a brawling pit disguised as a dance floor, overcrowded with all metahumanity had to offer, humans included: weekend-warrior wannabes slumming it from Downtown and Renton, soaking in the dirt and danger of a trip to the edge of the Barrens. Then there was the everyday Redmond populace, as tough and stained as the denim and leather they all wore. Redmond being Redmond, gangers made up a sizable chunk of the crowd. Gentry saw a tight knot of orks from the Crimson Crush (louder and more violent than the slam-dancers near them), a lone woman in the green and black that marked her a Desolation Angel (looking for trouble and pretty enough some idiot would offer her some before the night was out), and a troll looming over everyone else (not wearing any gang’s colors in particular but big enough he didn’t have to). Metahumanity, sweating and panting, moving in time to the wailing strings and shouting voices from the stage, flash-lit by a retro light show and the lasers and commlinks some of them waved in white-knuckled fists.\n Gentry wrestled his way clear and sucked in a deep breath. Chip-truth, he didn’t really care for metahumanity enough to like it packed this tightly around him. Coydog was waiting for him just outside the press of bodies, though, elf-thin and elf-pretty, with raven-dark hair. The leather fringe of her outfit swayed just a bit as she let the Archfiends’ latest guitar riff make her move, and a light sheen of sweat covered her bare arms, showing she hadn’t been afraid to join in on the dance floor while the night had still been young.\n When she noticed him, the Salish elf just laughed and shook her head, then tapped her wrist where someone else might wear a watch.\n Gentry made a face and said terrible things about her mother in Sperethiel, knowing that despite her pointed ears and high cheekbones, he knew more of the elven language than she did. She got the gist of it, though, and—still laughing, teeth flashing elf-perfect and white—her little fist thumped into the armor over his shoulder.\n ”Let’s go,” Coydog hollered at him, turning to show him which hallway to take. Or, upon reflection, Gentry supposed she might have just called him an asshole. So that he’d know next time, he set his snugged-in earbud’s sound filter to pick up her voice. \n Coydog sauntered through the shadows of the back halls easy as you please—Gentry was used to that, with elves—but it took him a few seconds to adjust. He thumbed at the dimmer-display for his cyberdeck and sent all the secondary lighting to full power. His cobbled-together hackpack was powered by several cannibalized commlinks strapped to his messenger bag strap, and when he told them to, they could give him at least a little light to see by. The last thing Gentry wanted to do was stumble into Coydog from behind. She’d never let him live it down.\n Hardpoint and Sledge were waiting for them in the back room with a half-open window letting moonlight and soft traffic sounds in, and probably a couple of Hardpoint’s drones out. The dwarf killed time in the middle of the room, juggling a trio of \n ..."
}
